Repository: HotCakeX/Harden-Windows-Security
Catalog: AppControl Manager/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# BrowseForCustomMSIXPathButton.AutomationProperties.HelpText
source: Opens the file picker allowing you to pick the AppControl Manager MSIXBundle file on your device.
ar: يفتح منتقي الملفات مما يتيح لك اختيار ملف AppControl Manager MSIXBundle على جهازك.
de_de: Öffnet die Dateiauswahl, damit Sie die MSIXBundle-Datei des AppControl Managers auf Ihrem Gerät auswählen können.
el_gr: Ανοίγει τον επιλογέα αρχείων επιτρέποντάς σας να επιλέξετε το αρχείο MSIXBundle του AppControl Manager στη συσκευή σας.
es: Abre el selector de archivos permitiéndole elegir el archivo MSIXBundle de AppControl Manager en su dispositivo.
he_il: פותח בורר קבצים כדי לבחור את קובץ MSIXBundle של AppControl Manager במכשיר שלך.
hi_in: फाइल पिकर खोलता है, जिससे आप अपने डिवाइस पर AppControl Manager MSIXBundle फ़ाइल चुन सकते हैं।
ml_in: നിങ്ങളുടെ ഉപകരണത്തിലെ ആപ്പ്കൺട്രോൾ മാനേജർ MSIXBundle ഫയൽ തിരഞ്ഞെടുക്കാൻ നിങ്ങളെ അനുവദിക്കുന്ന ഫയൽ പിക്കർ തുറക്കുന്നു.
pl_pl: Otwiera okno wyboru pliku, umożliwiając wybranie pliku MSIXBundle Menedżera AppControl na urządzeniu.

# ConfirmUseOfCustomMSIXPathSettingsCard.Description
source: Confirm that you want to use the selected custom MSIXBundle file instead of automatically downloading it from GitHub. This will override online update check and bypass download of MSIXBundle file from GitHub.
ar: تأكد من أنك تريد استخدام ملف MSIXBundle المخصص المحدد بدلاً من تنزيله تلقائيًا من GitHub. سيؤدي هذا إلى تجاوز التحقق من التحديث عبر الإنترنت وتجاوز تنزيل ملف MSIXBundle من GitHub.
de_de: Bestätigen Sie, dass Sie die ausgewählte benutzerdefinierte MSIXBundle-Datei verwenden möchten, statt sie automatisch von GitHub herunterzuladen. Dadurch wird die Online-Updateprüfung außer Kraft gesetzt und der Download der MSIXBundle-Datei von GitHub übersprungen.
el_gr: Επιβεβαιώστε ότι θέλετε να χρησιμοποιήσετε το επιλεγμένο προσαρμοσμένο αρχείο MSIXBundle αντί να το κατεβάσετε αυτόματα από το GitHub. Αυτό θα παρακάμψει τον διαδικτυακό έλεγχο ενημέρωσης και θα παραλείψει τη λήψη του αρχείου MSIXBundle από το GitHub.
es: Confirme que desea utilizar el archivo MSIXBundle personalizado seleccionado en lugar de descargarlo automáticamente desde GitHub. Esto anulará la comprobación de actualizaciones en línea y omitirá la descarga del archivo MSIXBundle desde GitHub.
he_il: אשר שברצונך להשתמש בקובץ MSIXBundle המותאם שבחרת במקום להורידו אוטומטית מ-GitHub. פעולה זו תעקוף בדיקת עדכונים מקוונת ותדלג על הורדת הקובץ מ-GitHub.
hi_in: चयनित कस्टम MSIXBundle फ़ाइल का उपयोग स्वचालित रूप से GitHub से डाउनलोड करने के बजाय करने की पुष्टि करें। इससे ऑनलाइन अपडेट जांच अधिलेखित हो जाएगी और GitHub से MSIXBundle फ़ाइल डाउनलोड बायपास हो जाएगी।
ml_in: GitHub-ൽ നിന്ന് യാന്ത്രികമായി ഡൗൺലോഡ് ചെയ്യുന്നതിനു പകരം തിരഞ്ഞെടുത്ത ഇഷ്ടാനുസൃത MSIXBundle ഫയൽ ഉപയോഗിക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുവെന്ന് സ്ഥിരീകരിക്കുക. ഇത് ഓൺലൈൻ അപ്‌ഡേറ്റ് പരിശോധനയെ മറികടക്കുകയും GitHub-ൽ നിന്നുള്ള MSIXBundle ഫയലിന്റെ ഡൗൺലോഡ് ഒഴിവാക്കുകയും ചെയ്യും.
pl_pl: Potwierdź, że chcesz użyć wybranego niestandardowego pliku MSIXBundle zamiast automatycznego pobierania go z GitHub. Spowoduje to zastąpienie sprawdzania aktualizacji online i pominięcie pobierania pliku MSIXBundle z GitHub.

# ConfirmUseOfCustomMSIXPathSettingsCard.Header
source: Confirm
ar: تأكيد
de_de: Bestätigen
el_gr: Επιβεβαίωση
es: Confirmar
he_il: אשר
hi_in: पुष्टि करें
ml_in: സ്ഥിരീകരിക്കുക
pl_pl: Potwierdź

# ConfirmUseOfCustomMSIXPathSettingsCard.ToolTipService.ToolTip
source: Confirm that you want to use the selected custom MSIXBundle file instead of automatically downloading it from GitHub. This will override online update check and bypass download of MSIXBundle file from GitHub.
ar: تأكد من أنك تريد استخدام ملف MSIXBundle المخصص المحدد بدلاً من تنزيله تلقائيًا من GitHub. سيؤدي هذا إلى تجاوز التحقق من التحديث عبر الإنترنت وتجاوز تنزيل ملف MSIXBundle من GitHub.
de_de: Bestätigen Sie, dass Sie die ausgewählte benutzerdefinierte MSIXBundle-Datei verwenden möchten, statt sie automatisch von GitHub herunterzuladen. Dadurch wird die Online-Updateprüfung außer Kraft gesetzt und der Download der MSIXBundle-Datei von GitHub übersprungen.
el_gr: Επιβεβαιώστε ότι θέλετε να χρησιμοποιήσετε το επιλεγμένο προσαρμοσμένο αρχείο MSIXBundle αντί να το κατεβάσετε αυτόματα από το GitHub. Αυτό θα παρακάμψει τον διαδικτυακό έλεγχο ενημέρωσης και θα παραλείψει τη λήψη του αρχείου MSIXBundle από το GitHub.
es: Confirme que desea utilizar el archivo MSIXBundle personalizado seleccionado en lugar de descargarlo automáticamente desde GitHub. Esto anulará la comprobación de actualizaciones en línea y omitirá la descarga del archivo MSIXBundle desde GitHub.
he_il: אשר שברצונך להשתמש בקובץ MSIXBundle המותאם שבחרת במקום להורידו אוטומטית מ-GitHub. פעולה זו תעקוף בדיקת עדכונים מקוונת ותדלג על הורדת הקובץ מ-GitHub.
hi_in: चयनित कस्टम MSIXBundle फ़ाइल का उपयोग स्वचालित रूप से GitHub से डाउनलोड करने के बजाय करने की पुष्टि करें। इससे ऑनलाइन अपडेट जांच अधिलेखित हो जाएगी और GitHub से MSIXBundle फ़ाइल डाउनलोड बायपास हो जाएगी।
ml_in: GitHub-ൽ നിന്ന് യാന്ത്രികമായി ഡൗൺലോഡ് ചെയ്യുന്നതിനു പകരം തിരഞ്ഞെടുത്ത ഇഷ്ടാനുസൃത MSIXBundle ഫയൽ ഉപയോഗിക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുവെന്ന് സ്ഥിരീകരിക്കുക. ഇത് ഓൺലൈൻ അപ്‌ഡേറ്റ് പരിശോധനയെ മറികടക്കുകയും GitHub-ൽ നിന്നുള്ള MSIXBundle ഫയലിന്റെ ഡൗൺലോഡ് ഒഴിവാക്കുകയും ചെയ്യും.
pl_pl: Potwierdź, że chcesz użyć wybranego niestandardowego pliku MSIXBundle zamiast automatycznego pobierania go z GitHub. Spowoduje to zastąpienie sprawdzania aktualizacji online i pominięcie pobierania pliku MSIXBundle z GitHub.

# ConfirmUseOfCustomMSIXPathSettingsCard.AutomationProperties.HelpText
source: Confirm that you want to use the selected custom MSIXBundle file instead of automatically downloading it from GitHub. This will override online update check and bypass download of MSIXBundle file from GitHub.
ar: تأكد من أنك تريد استخدام ملف MSIXBundle المخصص المحدد بدلاً من تنزيله تلقائيًا من GitHub. سيؤدي هذا إلى تجاوز التحقق من التحديث عبر الإنترنت وتجاوز تنزيل ملف MSIXBundle من GitHub.
de_de: Bestätigen Sie, dass Sie die ausgewählte benutzerdefinierte MSIXBundle-Datei verwenden möchten, statt sie automatisch von GitHub herunterzuladen. Dadurch wird die Online-Updateprüfung außer Kraft gesetzt und der Download der MSIXBundle-Datei von GitHub übersprungen.
el_gr: Επιβεβαιώστε ότι θέλετε να χρησιμοποιήσετε το επιλεγμένο προσαρμοσμένο αρχείο MSIXBundle αντί να το κατεβάσετε αυτόματα από το GitHub. Αυτό θα παρακάμψει τον διαδικτυακό έλεγχο ενημέρωσης και θα παραλείψει τη λήψη του αρχείου MSIXBundle από το GitHub.
es: Confirme que desea utilizar el archivo MSIXBundle personalizado seleccionado en lugar de descargarlo automáticamente desde GitHub. Esto anulará la comprobación de actualizaciones en línea y omitirá la descarga del archivo MSIXBundle desde GitHub.
he_il: אשר שברצונך להשתמש בקובץ MSIXBundle המותאם שבחרת במקום להורידו אוטומטית מ-GitHub. פעולה זו תעקוף בדיקת עדכונים מקוונת ותדלג על הורדת הקובץ מ-GitHub.
hi_in: चयनित कस्टम MSIXBundle फ़ाइल का उपयोग स्वचालित रूप से GitHub से डाउनलोड करने के बजाय करने की पुष्टि करें। इससे ऑनलाइन अपडेट जांच अधिलेखित हो जाएगी और GitHub से MSIXBundle फ़ाइल डाउनलोड बायपास हो जाएगी।
ml_in: GitHub-ൽ നിന്ന് യാന്ത്രികമായി ഡൗൺലോഡ് ചെയ്യുന്നതിനു പകരം തിരഞ്ഞെടുത്ത ഇഷ്ടാനുസൃത MSIXBundle ഫയൽ ഉപയോഗിക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുവെന്ന് സ്ഥിരീകരിക്കുക. ഇത് ഓൺലൈൻ അപ്‌ഡേറ്റ് പരിശോധനയെ മറികടക്കുകയും GitHub-ൽ നിന്നുള്ള MSIXBundle ഫയലിന്റെ ഡൗൺലോഡ് ഒഴിവാക്കുകയും ചെയ്യും.
pl_pl: Potwierdź, że chcesz użyć wybranego niestandardowego pliku MSIXBundle zamiast automatycznego pobierania go z GitHub. Spowoduje to zastąpienie sprawdzania aktualizacji online i pominięcie pobierania pliku MSIXBundle z GitHub.

# SignedPolicyPathTextBox.Header
source: Signed Policy Path:
ar: مسار النهج الموقع:
de_de: Pfad zur signierten Richtlinie:
el_gr: Διαδρομή Υπογεγραμμένης Πολιτικής:
es: Ruta de la Directiva Firmada:
he_il: נתיב מדיניות חתומה:
hi_in: साइन की गई नीति पथ:
ml_in: ഒപ്പിട്ട നയ പാത:
pl_pl: Ścieżka podpisanych zasad:

# UnsignedPolicyPathTextBox.Header
source: Unsigned Policy Path:
ar: مسار النهج غير الموقع:
de_de: Pfad zur unsignierten Richtlinie:
el_gr: Διαδρομή Μη Υπογεγραμμένης Πολιτικής:
es: Ruta de la Directiva Sin Firmar:
he_il: נתיב מדיניות לא חתומה:
hi_in: अनसाइन की गई नीति पथ:
ml_in: ഒപ്പിടാത്ത നയ പാത:
pl_pl: Ścieżka niepodpisanych zasad:

# SidebarAutomaticAssignmentSettingsCard.Header
source: Automatic Assignment
ar: التعيين التلقائي
de_de: Automatische Zuordnung
el_gr: Αυτόματη Ανάθεση
es: Asignación Automática
he_il: הקצאה אוטומטית
hi_in: स्वचालित असाइनमेंट
ml_in: യാന്ത്രിക നിയമനം
pl_pl: Automatyczne przypisywanie

# SidebarAutomaticAssignmentSettingsCard.Description
source: Automatically save the path to the base policies you create in the Sidebar.
ar: احفظ تلقائيًا مسار السياسات الأساسية التي تنشئها في الشريط الجانبي.
de_de: Speichert den Pfad zu den von Ihnen erstellten Basisrichtlinien automatisch in der Seitenleiste.
el_gr: Αυτόματη αποθήκευση της διαδρομής προς τις βασικές πολιτικές που δημιουργείτε στην Πλευρική Γραμμή.
es: Guardar automáticamente la ruta a las directivas base que cree en la Barra Lateral.
he_il: שמירה אוטומטית של הנתיב למדיניות הבסיס שאתה יוצר בסרגל הצד.
hi_in: आप द्वारा बनाए गए बेस नीतियों का पथ स्वचालित रूप से साइडबार में सहेजे।
ml_in: സൈഡ്‌ബാറിൽ നിങ്ങൾ സൃഷ്‌ടിക്കുന്ന അടിസ്ഥാന നയങ്ങളിലേക്കുള്ള പാത യാന്ത്രികമായി സംരക്ഷിക്കുക.
pl_pl: Automatycznie zapisuj ścieżkę do tworzonych zasad podstawowych na pasku bocznym.

# SidebarAutomaticAssignmentSettingsCard.ToolTipService.ToolTip
source: Automatically save the path to the base policies you create in the Sidebar.
ar: احفظ تلقائيًا مسار السياسات الأساسية التي تنشئها في الشريط الجانبي.
de_de: Speichert den Pfad zu den von Ihnen erstellten Basisrichtlinien automatisch in der Seitenleiste.
el_gr: Αυτόματη αποθήκευση της διαδρομής προς τις βασικές πολιτικές που δημιουργείτε στην Πλευρική Γραμμή.
es: Guardar automáticamente la ruta a las directivas base que cree en la Barra Lateral.
he_il: שמירה אוטומטית של הנתיב למדיניות הבסיס שאתה יוצר בסרגל הצד.
hi_in: आप द्वारा बनाए गए बेस नीतियों का पथ स्वचालित रूप से साइडबार में सहेजे।
ml_in: സൈഡ്‌ബാറിൽ നിങ്ങൾ സൃഷ്‌ടിക്കുന്ന അടിസ്ഥാന നയങ്ങളിലേക്കുള്ള പാത യാന്ത്രികമായി സംരക്ഷിക്കുക.
pl_pl: Automatycznie zapisuj ścieżkę do tworzonych zasad podstawowych na pasku bocznym.

# SidebarAutomaticAssignmentSettingsCard.AutomationProperties.HelpText
source: Automatically save the path to the base policies you create in the Sidebar.
ar: احفظ تلقائيًا مسار السياسات الأساسية التي تنشئها في الشريط الجانبي.
de_de: Speichert den Pfad zu den von Ihnen erstellten Basisrichtlinien automatisch in der Seitenleiste.
el_gr: Αυτόματη αποθήκευση της διαδρομής προς τις βασικές πολιτικές που δημιουργείτε στην Πλευρική Γραμμή.
es: Guardar automáticamente la ruta a las directivas base que cree en la Barra Lateral.
he_il: שמירה אוטומטית של הנתיב למדיניות הבסיס שאתה יוצר בסרגל הצד.
hi_in: आप द्वारा बनाए गए बेस नीतियों का पथ स्वचालित रूप से साइडबार में सहेजे।
ml_in: സൈഡ്‌ബാറിൽ നിങ്ങൾ സൃഷ്‌ടിക്കുന്ന അടിസ്ഥാന നയങ്ങളിലേക്കുള്ള പാത യാന്ത്രികമായി സംരക്ഷിക്കുക.
pl_pl: Automatycznie zapisuj ścieżkę do tworzonych zasad podstawowych na pasku bocznym.

# SelectTextBlock.Text
source: Select
ar: تحديد
de_de: Auswählen
el_gr: Επιλογή
es: Seleccionar
he_il: בחר
hi_in: चुनें
ml_in: തിരഞ്ഞെടുക്കുക
pl_pl: Wybierz

# SidebarPolicySelectAssignmentButton.ToolTipService.ToolTip
source: Assign the selected XML policy file in the sidebar to the base policy path of the applicable section in the currently visible page.
ar: قم بتعيين ملف سياسة XML المحدد في الشريط الجانبي إلى مسار السياسة الأساسية للقسم القابل للتطبيق في الصفحة المرئية حاليًا.
de_de: Ordnet die in der Seitenleiste ausgewählte XML-Richtliniendatei dem Basisrichtlinienpfad des zutreffenden Abschnitts auf der aktuell sichtbaren Seite zu.
el_gr: Ανάθεση του επιλεγμένου αρχείου πολιτικής XML στην Πλευρική Γραμμή στη διαδρομή της βασικής πολιτικής της εφαρμόσιμης ενότητας στην τρέχουσα ορατή σελίδα.
es: Asignar el archivo de directiva XML seleccionado en la barra lateral a la ruta de la directiva base de la sección aplicable en la página actualmente visible.
he_il: הקצה את קובץ המדיניות XML הנבחר בסרגל הצד לנתיב המדיניות הבסיסית של הסקשן המתאים בעמוד המוצג כעת.
hi_in: साइडबार में चयनित XML नीति फ़ाइल को वर्तमान पेज के प्रासंगिक अनुभाग में बेस नीति पथ के रूप में असाइन करें।
ml_in: നിലവിൽ ദൃശ്യമായ പേജിലെ ബാധകമായ വിഭാഗത്തിന്റെ അടിസ്ഥാന നയ പാതയിലേക്ക് സൈഡ്‌ബാറിലെ തിരഞ്ഞെടുത്ത XML നയ ഫയൽ നിയോഗിക്കുക.
pl_pl: Przypisz wybrany plik zasad XML na pasku bocznym do ścieżki zasad podstawowych odpowiedniej sekcji na aktualnie widocznej stronie.

# SidebarPolicySelectAssignmentButton.AutomationProperties.HelpText
source: Assign the selected XML policy file in the sidebar to the base policy path of the applicable section in the currently visible page.
ar: قم بتعيين ملف سياسة XML المحدد في الشريط الجانبي إلى مسار السياسة الأساسية للقسم القابل للتطبيق في الصفحة المرئية حاليًا.
de_de: Ordnet die in der Seitenleiste ausgewählte XML-Richtliniendatei dem Basisrichtlinienpfad des zutreffenden Abschnitts auf der aktuell sichtbaren Seite zu.
el_gr: Ανάθεση του επιλεγμένου αρχείου πολιτικής XML στην Πλευρική Γραμμή στη διαδρομή της βασικής πολιτικής της εφαρμόσιμης ενότητας στην τρέχουσα ορατή σελίδα.
es: Asignar el archivo de directiva XML seleccionado en la barra lateral a la ruta de la directiva base de la sección aplicable en la página actualmente visible.
he_il: הקצה את קובץ המדיניות XML הנבחר בסרגל הצד לנתיב המדיניות הבסיסית של הסקשן המתאים בעמוד המוצג כעת.
hi_in: साइडबार में चयनित XML नीति फ़ाइल को वर्तमान पेज के प्रासंगिक अनुभाग में बेस नीति पथ के रूप में असाइन करें।
ml_in: നിലവിൽ ദൃശ്യമായ പേജിലെ ബാധകമായ വിഭാഗത്തിന്റെ അടിസ്ഥാന നയ പാതയിലേക്ക് സൈഡ്‌ബാറിലെ തിരഞ്ഞെടുത്ത XML നയ ഫയൽ നിയോഗിക്കുക.
pl_pl: Przypisz wybrany plik zasad XML na pasku bocznym do ścieżki zasad podstawowych odpowiedniej sekcji na aktualnie widocznej stronie.

# ClearTextBlock.Text
source: Clear
ar: مسح
de_de: Leeren
el_gr: Εκκαθάριση
es: Limpiar
he_il: נקה
hi_in: साफ़ करें
ml_in: മായ്ക്കുക
pl_pl: Wyczyść

# SidebarClearButton.ToolTipService.ToolTip
source: Clear the selected XML file path text box.
ar: امسح مربع نص مسار ملف XML المحدد.
de_de: Löscht das Textfeld für den ausgewählten XML-Dateipfad.
el_gr: Εκκαθάριση του κειμένου της διαδρομής του επιλεγμένου αρχείου XML.
es: Limpiar el cuadro de texto de la ruta del archivo XML seleccionado.
he_il: נקה את תיבת הטקסט של נתיב קובץ ה-XML הנבחר.
hi_in: चयनित XML फ़ाइल पथ टेक्स्ट बॉक्स साफ़ करें।
ml_in: തിരഞ്ഞെടുത്ത XML ഫയൽ പാത ടെക്സ്റ്റ് ബോക്സ് മായ്‌ക്കുക.
pl_pl: Wyczyść wybrane pole tekstowe ścieżki pliku XML.

# SidebarClearButton.AutomationProperties.HelpText
source: Clear the selected XML file path text box.
ar: امسح مربع نص مسار ملف XML المحدد.
de_de: Löscht das Textfeld für den ausgewählten XML-Dateipfad.
el_gr: Εκκαθάριση του κειμένου της διαδρομής του επιλεγμένου αρχείου XML.
es: Limpiar el cuadro de texto de la ruta del archivo XML seleccionado.
he_il: נקה את תיבת הטקסט של נתיב קובץ ה-XML הנבחר.
hi_in: चयनित XML फ़ाइल पथ टेक्स्ट बॉक्स साफ़ करें।
ml_in: തിരഞ്ഞെടുത്ത XML ഫയൽ പാത ടെക്സ്റ്റ് ബോക്സ് മായ്‌ക്കുക.
pl_pl: Wyczyść wybrane pole tekstowe ścieżki pliku XML.

# SidebarBrowseButton.ToolTipService.ToolTip
source: Browse for an XML policy file
ar: تصفح بحثًا عن ملف سياسة XML
de_de: Nach einer XML-Richtliniendatei suchen
el_gr: Αναζήτηση για ένα αρχείο πολιτικής XML
es: Buscar un archivo de directiva XML
he_il: עיין בקובץ מדיניות XML
hi_in: XML नीति फ़ाइल के लिए ब्राउज़ करें
ml_in: ഒരു XML നയ ഫയലിനായി ബ്രൗസ് ചെയ്യുക
pl_pl: Przeglądaj w poszukiwaniu pliku zasad XML

# SidebarBrowseButton.AutomationProperties.HelpText
source: Browse for an XML policy file
ar: تصفح بحثًا عن ملف سياسة XML
de_de: Nach einer XML-Richtliniendatei suchen
el_gr: Αναζήτηση για ένα αρχείο πολιτικής XML
es: Buscar un archivo de directiva XML
he_il: עיין בקובץ מדיניות XML
hi_in: XML नीति फ़ाइल के लिए ब्राउज़ करें
ml_in: ഒരു XML നയ ഫയലിനായി ബ്രൗസ് ചെയ്യുക
pl_pl: Przeglądaj w poszukiwaniu pliku zasad XML

# SidebarMainCaptionTextBlock.Text
source: Use the sidebar to pin XML file paths and reuse them in different parts of the AppControl Manager.
ar: استخدم الشريط الجانبي لتثبيت مسارات ملفات XML وإعادة استخدامها في أجزاء مختلفة من مدير AppControl.
de_de: Verwenden Sie die Seitenleiste, um XML-Dateipfade anzupinnen und in verschiedenen Bereichen des AppControl Manager wiederzuverwenden.
el_gr: Χρησιμοποιήστε την Πλευρική Γραμμή για να καρφιτσώσετε διαδρομές αρχείων XML και να τις επαναχρησιμοποιήσετε σε διαφορετικά μέρη του AppControl Manager.
es: Utilice la barra lateral para anclar rutas de archivos XML y reutilizarlas en diferentes partes de AppControl Manager.
he_il: השתמש בסרגל הצד כדי לנעוץ נתיבי קובצי XML ולהשתמש בהם שוב בחלקים שונים של AppControl Manager.
hi_in: साइडबार का उपयोग XML फ़ाइल पथ पिन करने और AppControl Manager के विभिन्न हिस्सों में पुनः उपयोग करने के लिए करें।
ml_in: XML ഫയൽ പാതകൾ പിൻ ചെയ്യാനും ആപ്പ്കൺട്രോൾ മാനേജറിന്റെ വിവിധ ഭാഗങ്ങളിൽ അവ വീണ്ടും ഉപയോഗിക്കാനും സൈഡ്‌ബാർ ഉപയോഗിക്കുക.
pl_pl: Użyj paska bocznego, aby przypinać ścieżki plików XML i używać ich ponownie w różnych częściach Menedżera AppControl.

# SidebarTextBlock.Text
source: Sidebar
ar: الشريط الجانبي
de_de: Seitenleiste
el_gr: Πλευρική Γραμμή
es: Barra Lateral
he_il: סרגל צד
hi_in: साइडबार
ml_in: സൈഡ്‌ബാർ
pl_pl: Pasek boczny

# SidebarPinnedPolicyPathTextBlock.Text
source: Pinned Policy Path
ar: مسار السياسة المثبت
de_de: Angehefteter Richtlinienpfad
el_gr: Καρφιτσωμένη Διαδρομή Πολιτικής
es: Ruta de Directiva Anclada
he_il: נתיב מדיניות מקובע
hi_in: पिन किया गया नीति पथ
ml_in: പിൻ ചെയ്‌ത നയ പാത
pl_pl: Przypięta ścieżka zasad

# SidebarPolicyPathPlaceHolder.PlaceholderText
source: Policy Path
ar: مسار السياسة
de_de: Richtlinienpfad
el_gr: Διαδρομή Πολιτικής
es: Ruta de Directiva
he_il: נתיב מדיניות
hi_in: नीति पथ
ml_in: നയ പാത
pl_pl: Ścieżka zasad

# ErrorXMLFileDoesNotExist
source: The selected XML file path doesn't exist
ar: مسار ملف XML المحدد غير موجود
de_de: Der ausgewählte XML-Dateipfad ist nicht vorhanden
el_gr: Η επιλεγμένη διαδρομή αρχείου XML δεν υπάρχει
es: La ruta del archivo XML seleccionado no existe
he_il: נתיב הקובץ XML הנבחר אינו קיים
hi_in: चयनित XML फ़ाइल पथ मौजूद नहीं है
ml_in: തിരഞ്ഞെടുത്ത XML ഫയൽ പാത നിലവിലില്ല
pl_pl: Wybrana ścieżka pliku XML nie istnieje

# BrowseForAppControlPolicy
source: Browse for an App Control XML policy file
ar: تصفح بحثًا عن ملف سياسة XML للتحكم في التطبيقات
de_de: Nach einer App-Control-XML-Richtliniendatei suchen
el_gr: Αναζήτηση για ένα αρχείο πολιτικής XML Ελέγχου Εφαρμογών
es: Buscar un archivo de directiva XML de App Control
he_il: עיין ובחר קובץ מדיניות XML של App Control
hi_in: App Control XML नीति फ़ाइल के लिए ब्राउज़ करें
ml_in: ഒരു ആപ്പ് കൺട്രോൾ XML നയ ഫയലിനായി ബ്രൗസ് ചെയ്യുക
pl_pl: Przeglądaj w poszukiwaniu pliku zasad XML kontroli aplikacji

# AllowRuleNoIDValidationError
source: There is an Allow rule without an ID!
de_de: Es gibt eine Allow-Regel ohne ID!
el_gr: Υπάρχει ένας κανόνας Allow χωρίς ID!
es: ¡Hay una regla de Permiso sin ID!
he_il: קיים כלל Allow ללא מזהה!
hi_in: एक Allow नियम बिना ID के है!
pl_pl: Istnieje reguła Zezwalaj bez identyfikatora!

# DenyRuleNoIDValidationError
source: Deny rule must have an ID.
ar: يجب أن تحتوي قاعدة الرفض على معرف.
de_de: Die Deny-Regel muss eine ID haben.
el_gr: Ο κανόνας Deny πρέπει να έχει ένα ID.
es: La regla de Denegación debe tener un ID.
he_il: קיים כלל Deny ללא מזהה!
hi_in: Deny नियम में ID होना आवश्यक है।
ml_in: നിഷേധിക്കൽ നിയമത്തിന് ഒരു ഐഡി ഉണ്ടായിരിക്കണം.
pl_pl: Reguła Odmów musi mieć identyfikator.

# FileAttribNoIDValidationError
source: There is a FileAttrib without an ID!
de_de: Es gibt eine FileAttrib-Regel ohne ID!
el_gr: Υπάρχει ένα FileAttrib χωρίς ID!
es: ¡Hay un FileAttrib sin ID!
he_il: קיים FileAttrib ללא מזהה!
hi_in: एक FileAttrib बिना ID के है!
pl_pl: Istnieje atrybut pliku bez identyfikatora!

# FileRuleNoIDValidationError
source: There is a FileRule without an ID!
de_de: Es gibt eine FileRule ohne ID!
el_gr: Υπάρχει ένα FileRule χωρίς ID!
es: ¡Hay una FileRule sin ID!
he_il: קיים FileRule ללא מזהה!
hi_in: एक FileRule बिना ID के है!
pl_pl: Istnieje reguła pliku bez identyfikatora!

# SignerNoIDValidationError
source: There is a Signer without an ID!
de_de: Es gibt einen Signer ohne ID!
el_gr: Υπάρχει ένας Signer χωρίς ID!
es: ¡Hay un Firmante sin ID!
he_il: קיים Signer ללא מזהה!
hi_in: एक Signer बिना ID के है!
pl_pl: Istnieje podpisujący bez identyfikatora!

# SigningScenarioNoIDValidationError
source: There is a SigningScenario without an ID!
de_de: Es gibt ein SigningScenario ohne ID!
el_gr: Υπάρχει ένα SigningScenario χωρίς ID!
es: ¡Hay un EscenarioDeFirma sin ID!
he_il: קיים SigningScenario ללא מזהה!
hi_in: एक SigningScenario बिना ID के है!
pl_pl: Istnieje scenariusz podpisywania bez identyfikatora!

# SettingDefinitionArrayNullElementValidationError
source: SettingDefinition array contains a null element.
de_de: Das Array SettingDefinition enthält ein null-Element.
el_gr: Ο πίνακας SettingDefinition περιέχει ένα null στοιχείο.
es: El array SettingDefinition contiene un elemento nulo.
he_il: המערך SettingDefinition מכיל אלמנט null.
hi_in: SettingDefinition array में null तत्व है।
pl_pl: Tablica SettingDefinition zawiera element o wartości null.

# DefaultPolicyNameFormat
source: Supplemental policy from event logs - {0}
ar: سياسة تكميلية من سجلات الأحداث - {0}
de_de: Ergänzungsrichtlinie aus Ereignisprotokollen - {0}
el_gr: Συμπληρωματική πολιτική από αρχεία καταγραφής συμβάντων - {0}
es: Directiva suplementaria de registros de eventos - {0}
he_il: מדיניות משנית מיומני אירועים - {0}
hi_in: ईवेंट लॉग्स से पूरक नीति - {0}
ml_in: ഇവന്റ് ലോഗുകളിൽ നിന്നുള്ള അനുബന്ധ നയം - {0}
pl_pl: Zasady uzupełniające z dzienników zdarzeń - {0}

# InvalidCertRootTypeError
source: Encountered a Cert Root that neither has TBS nor WellKnown type, making it invalid.
ar: تم العثور على جذر شهادة لا يحتوي على نوع TBS ولا WellKnown، مما يجعله غير صالح.
de_de: Es wurde eine Zertifizierungsstelle (Cert Root) festgestellt, die weder den Typ TBS noch WellKnown hat und daher ungültig ist.
el_gr: Αντιμετωπίστηκε ένα Cert Root που δεν έχει ούτε TBS ούτε τύπο WellKnown, καθιστώντας το άκυρο.
es: Se encontró una Raíz de Certificado que no tiene tipo TBS ni WellKnown, lo que la invalida.
he_il: נתגלה Cert Root שאין לו סוג TBS או WellKnown, מה שהופך אותו ללא חוקי.
hi_in: कोई Cert Root TBS या WellKnown प्रकार का नहीं है, जो इसे अमान्य बनाता है।
ml_in: TBS അല്ലെങ്കിൽ WellKnown തരം ഇല്ലാത്ത ഒരു Cert Root കണ്ടെത്തി, ഇത് അസാധുവാക്കുന്നു.
pl_pl: Napotkano główny certyfikat, który nie ma ani typu TBS, ani WellKnown, co czyni go nieprawidłowym.

# PolicySettingMissingProviderKeyValueNameMessage
source: Encountered a Policy Setting that doesn't have the necessary Provider, Key or ValueName elements.
ar: تم العثور على إعداد سياسة لا يحتوي على عناصر الموفر أو المفتاح أو اسم القيمة الضرورية.
de_de: Es wurde eine Richtlinieneinstellung festgestellt, der die erforderlichen Elemente Provider, Key oder ValueName fehlen.
el_gr: Αντιμετωπίστηκε μια Ρύθμιση Πολιτικής που δεν έχει τα απαραίτητα στοιχεία Provider, Key ή ValueName.
es: Se encontró una Configuración de Directiva que no tiene los elementos necesarios Proveedor, Clave o NombreValor.
he_il: נתגלה הגדרת מדיניות שאין לה את אלמנטים Provider, Key או ValueName הנחוצים.
hi_in: एक Policy Setting मिला जिसमें आवश्यक Provider, Key या ValueName तत्व नहीं हैं।
ml_in: ആവശ്യമായ ദാതാവ്, കീ അല്ലെങ്കിൽ മൂല്യനാമ ഘടകങ്ങൾ ഇല്ലാത്ത ഒരു നയ ക്രമീകരണം കണ്ടെത്തി.
pl_pl: Napotkano ustawienie zasad, które nie ma niezbędnych elementów Provider, Key lub ValueName.
